{
    "PL":{
        "about":"O kierowcy",
        "par1":"'I ciąglę wznoszę się'. Są to słowa wypisane na grzbiecie kasku Lewisa Hamiltona i wytatuowane na jego ramionach, i potwierdza to wciąż zaskakując publiczność jako najlepszy debiutant w historii F1 w 2007 roku. Od tamtej pory osiągnął już chyba wszystko: W rankingu Pole Positon wyprzedził swojego bohatera Ayrtona Sennę, awansował na pierwsze miejsce w rankingu zwycięstw, przewyższając niepowtarzalnego Michaela Schumachera, a następnie dorównał legendarnemu Niemcowi siedmiu tytułów mistrzowskich.",
        "par2":"Czy on jest najlepszym kierowcą wszechczasów? Niewielu zaprzeczy, że zasługuję na miejsce w gronie walczących o to miano i co więcej, jego kariera wciąż trwa, wciąż pozwalając mu pokazywać niesamowitą prędkość z odmową podporządkowania się stereotypom na temat tego, jak powinien myśleć kierowca wyścigowy, ubierać się lub zachowywać.",
        "par3":"Na szacunek fanów F1 pracował wiele lat zdobywając kolejne trofea, ale Hamilton – teraz sir Lewis Hamilton, ma go przede wszystkim od wszystkich współzawodników. Czemu? Ponieważ wiedzą, że niezależnie od toru, warunków, sytuacji on jest w stanie wygrywać",
        "achievements": "Osiagniecia",
        "p1":"Mistrzostwo 🥇",
        "p2":"Wicemistrzostwo 🥈",
        "career":"Kariera",
        "statistics":"Statystyki",
        "wins":"Zwycięstwa",
        "podiums":"Podium",
        "pole_positions":"Pole position",
        "championships":"Mistrzostwa",
        "seasons":"Sezony",
        "events":"Wyścigi",
        "starts":"Starty",
        "points":"Punkty",
        "laps": "Okrążenia",
        "fastest": "Najszybsze okrążenia",
        "retirements": "Nieukończenia",
        "personal_car": "Osobisty samochód"
    },
    "EN":{
        "about":"About",
        "par1":"‘Still I Rise’ – these are the words emblazoned across the back of Lewis Hamilton’s helmet and tattooed across his shoulders, and ever since annihilating expectations with one of the greatest rookie performances in F1 history in 2007, that’s literally all he’s done: risen to the top of the all-time pole positions list ahead of his hero Ayrton Senna, surged into first place in the wins column surpassing the inimitable Michael Schumacher, and then matched the legendary German’s seven world titles.",
        "par2":"Is he the G.O.A.T? Few would deny that he’s in the conversation – and what’s more he’s got there his way, twinning his relentless speed with a refusal to conform to stereotypes for how a racing driver should think, dress or behave.",
        "par3":"Respect is hard earned in F1, but Hamilton – now Sir Lewis Hamilton to be precise – has it from every one of his peers. Why? Because they know that whatever the track, whatever the conditions, whatever the situation, when his visor goes down and the lights go out, it’s Hammertime.",
        "achievements": "Achievements",
        "p1":"Championship 🥇",
        "p2":"2nd Place 🥈",
        "career":"Career",
        "statistics":"Statistics",
        "wins":"Wins",
        "podiums":"PodPodiumsium",
        "pole_positions":"Pole positions",
        "championships":"Championships",
        "seasons":"Seasons",
        "events":"Events",
        "starts":"Starts",
        "points":"Points",
        "laps": "Laps raced",
        "fastest": "Fastest laps",
        "retirements": "Retirements",
        "personal_car": "Personal Car"
    }
}